"Music":{
  "Name":"Music",
  "NoOfEvents":"5",
  "Events":[
    {
      "Name": " DHWANI",
      "Desc": "Think you could be the next Avial, Agam or Indian Ocean? Dhwani, the band event of Instincts is back for all you enthusiasts. Come battle it out with people who think likewise and prove your talent. Music lovers, this event is handcrafted for you guys.",
      "Dating": "11th March 2017",
      "Timing": "10 AM to 4 PM",
      "Venue": "Main Stage",
      "Ruling": [
	"Light Music Band event.",
        "This is an open band event. Inter college teams are allowed. ",
        "This is a two stage event. With the preliminary round being an online video submission round.",
        "Bands must consist of a minimum of 4 participants and a maximum of 10 participants with at least, one vocalist and two instrumentalists.",
        "Songs performed must be in Indian languages only.",
        "The time given for each band performance is 15 minutes including the time for set up of instruments and sound check. ",
        "Own compositions will fetch additional points.",
        "A standard five piece drum kit and a keyboard stand will be provided. Participants are requested to bring other instruments.",
        "No Participant can be a part of more than one band.",
	"Bands are requested to pre-register for the event online through the steps given in the \"Register\" tab."
      ],
      "Contact": [
        {
          "Name":"Anandh",
          "Number":"9790831175"
        },
        {
          "Name":"Bishwanth",
          "Number":"9655129710"
        },
	{
	  "Name":"Guru",
	  "Number":"8939288599"
	}
      ]
    },
    {
      "Name": "SSN IDOL",
      "Desc": "Looking to prove your mettle as a singer? You re at the right place. Flaunt your singing skills at the light music solo vocal event. Enthral us with your voice, all eyes are going to be on you and the stage is all yours. The event is not to be missed for all you aspiring singers!",
      "Dating": "11th March 2017",
      "Timing": "Prelims: 10 AM to 2 PM Finals:",
      "Venue": "Prelims: MINI Auditorium  \n Finals: Main Auditorium.",
      "Ruling": [
        "Light music vocal solo event.",
	"It is an open event. Anyone can participate.",
        "This is a two stage event: Prelims and Finals.",
        "8-10 participants will be chosen for the Finals by the judge. The judge s decision is final",
        "Songs performed by participants must be in Indian languages. Presence of a considerable amount of foreign language in a performance might lead to disqualification and this is up to the judge. ",
        "On-spot registration can be done. Registration will close one hour prior to the beginning of the event (check schedule for event timing).",
	" Registration for the event can also be done online through the steps given in the \"Register\" tab.",
	"Prelims:",
        "Each participant will be given 3 minutes with set up.",
        "Use of karaoke backing track is allowed. Participants using backing tracks must submit their tracks (in a USB device) at the desk before the event begins, aux connections will be available too. One Instrumental accompaniment is permitted.",
        "Use of Shruti box is permitted.",
        "The judges decision will be final.",
        "Finals:",
        "The participant will be given 9 minutes to perform two songs; variety in genre of songs performed will fetch more points.",
        "One instrumental accompaniment may be used.",
        "Rest of the rules are the same as in the prelims round.",
        "As always, the judges decision will be final."
	
      ],
      "Contact": [
        {
          "Name":"Vinay Srinivas",
          "Number":"9840384690"
        },
        {
          "Name":"Shyam",
          "Number":"9566063837"
        },
	{
          "Name":"Divya",
          "Number":"9840480754"
        }
      ]
    },
    {
      "Name": "SWARALAYA",
      "Desc": "The Margazhi music season isn t over yet. See yourself in love with classical music? We give you the stage to showcase your Kutcheri skills. Come, show us your talent in the Classical music event Swaralaya .",
      "Dating": "11th March 2017",
      "Timing": "2PM to 4PM",
      "Venue": "Mini Auditorium ",
      
      "Ruling": [
	"This is a two stage, classical music solo event. ",
        "Participants will be judged strictly based on their mettle in classical music:Carnatic or Hindustani",
        "Participants may be either instrumentalists (non-percussion) or vocalists.",
	"On-spot registration can be done. Registration will close one hour prior to the beginning of the event (check schedule for event timing).",
	" Registration for the event can also be done online through the steps given in the \"Register\" tab.",
	"Prelims.",
	"In this stage, each participant will be given four minutes to perform any classical piece of her\/his choice. ",
	"Use of Shruthi box is permitted, use of accompaniments isn’t.",
	"6 to 8 participants will be selected for the second/final round as per the judge’s discretion.",
	"Finals",
        "Each participant will have 7 minutes on stage .",
        "The contestant may begin with a piece of her\/his choice. However, the judge may feel free to interrupt the contestant",
        "The contestant may be asked to answer questions or perform pieces as per the request of the judge and a holistic assessment of the contestant will be made by the judge based on the contestant s response and performance",
        "Cash prizes will be awarded to the top three contestants as chosen by the judge"
      ],
      "Contact": [
        {
          "Name":"Visveshwar Nagarajan",
          "Number":"9444712316"
        },
        {
          "Name":"Suuraj",
          "Number":"9003215395"
        },
	{
          "Name":"Manasa ",
          "Number":"9087712396"
        },
	{
          "Name":"Manasvi S ",
          "Number":"9176745455"
        }
      ]
    },
    {
      "Name": "ELECTRIX",
      "Desc": " When I was younger, I knew I could be anything - I could be the president if I wanted to, but then that was a stupid idea. I d rather be a rockstar - KURT COBAIN \r\nBe it Slash inspired rock n roll, BB King inspired blues or Metallica inspired metal, The SSN's Electrix is the best platform to release the rock star buried in you. With the crowd on their feet, the lights on your face, the stakes high and the inhibitions low, will you be ready?",
      "Dating": "9th March 2017",
      "Timing": "10 AM to 3 PM",
      "Venue": "Main Stage",
      "Ruling": [
        "This is a two stage event. The registrations for the event will have to be done online . ",
        "A panel of judges will shortlist the bands that participate at the main event.",
        "The competition is open to school and college bands only (max. Age limit of 25).",
        "Each band will be allotted 15 minutes on stage including setup.",
        "Songs must predominantly be in English.",
        "The time limit shall be adhered to very strictly.",
        "The judges decision is final and adhering.",
        "A 5 piece drum kit will be provided. All other instruments must be brought by the participants.",
        "No backing tracks will be permitted.",
        "No participant can be in more than one band.",
        "The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only.",
        "In case of any discrepancies, the decision of the coordinators will be binding and final.",
	"Bands are requested to pre-register for the event online through the steps given in the \"Register\" tab."
      ],
      "Contact": [
        {
          "Name":"Samuel",
          "Number":"7200025154"
        },
        {
          "Name":"Aditya",
          "Number":"7401627656"
        },
	{
          "Name":"Anish",
          "Number":"8939902328"
        }
      ]
    }
    {
	"Name": "ACOUSTICS AND A CAPELLA",
	"Desc":"There's something almost hauntingly beautiful about the vibes of an acoustic band. The mark of a great rock song is if it can stand the test of the jarring instruments stripped away. \nThere's nothing quite like a song played on just acoustic guitars, pianos or in some cases, just vocals! Presenting to you for the very first time Instinct's Acoustics & A capella.",
	"Date":"9 th March 2017",
	"Venue":"Main Stage",
	"Rules":[
	"This is a two stage event. The registrations for the event will have to be done online (through email – check details given below) .",
	"Bands may send online links to their performances (Youtube, Soundcloud or Dropbox) for a maximum of two songs not exceeding 20 minutes.",
	"A panel of judges will shortlist the bands that participate at the main event.",
	"The competition is open to school and college bands only (max. Age limit of 25).",
	"Each band will be allotted 15 minutes on stage including setup.",
	"Songs must predominantly be in English.",
	"The time limit shall be adhered to very strictly.",
	"The judges’ decision is final and adhering.",
	"A 5 piece drum kit, a keyboard stand and a cajon will be provided. All other instruments must be brought by the participants.",
	"No backing tracks will be permitted.",
	"No participant can be in more than one band.",
	"The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only.",
	"In case of any discrepancies, the decision of the coordinators will be binding and final.",
	"Bands can pre-register for the event online through the steps given in the ‘Register’ tab.On-spot registration can also be done."
	],
	"Contact": [
        {
          "Name":"Archana",
          "Number":"8056125879"
        },
        {
          "Name":"Jose",
          "Number":"9840480754"
        },
	{
          "Name":"Naveen",
          "Number":"8056200263"
        }
      ]

    }
  ]
}
